Revit 2027 API
ParameterTypeId.PhyMaterialParamLightWeight Property
 "Lightweight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamLightWeight { get; }
Public Shared ReadOnly Property PhyMaterialParamLightWeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamLightWeight {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamLightWeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace